ent-ClothingBackpackChameleon = σακίδιο
    .desc = Το φοράς στην πλάτη σου και του βάζεις μέσα αντικείμενα.
    .suffix = Chameleon
ent-ClothingBackpackWaterTank = σακίδιο με δεξαμενή νερού
    .desc = Χωράει μεγάλη ποσότητα υγρών. Σου παρέχει ακροφύσια ψεκασμού και διαθέτει υποδοχή στο πλάι για τα εν λόγω ακροφύσια ψεκασμού.
ent-ClothingBackpackFirefighterTank = σακίδιο πυροσβέστη με δεξαμενή νερού
    .desc = Ένα σακίδιο με μια παγωμένη δεξαμενή νερού που μπορεί να αλλάξει λειτουργίες για να εκτοξεύσει ρητίνη ATMOS ή να λειτουργήσει ως πυροσβεστήρας υψηλής πίεσης.
